IDEA StatiCa Open Model
SteelSetup.FrictionCoefficientPboltDefault Method
Compatible with IDEA StatiCa Beta 21.0 - beta
 Friction Coefficient Pbolt Default
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public virtual double FrictionCoefficientPboltDefault()
Public Overridable Function FrictionCoefficientPboltDefault As Double
public:
virtual double FrictionCoefficientPboltDefault()
Return Value
Type: Double
[Missing <returns> documentation for "M:IdeaRS.OpenModel.SteelSetup.FrictionCoefficientPboltDefault"]
See Also
Reference
SteelSetup Class
IdeaRS.OpenModel Namespace